<html>
    <body>
        <?php include("damage-keisan.php"); ?>
        <p>--------------------</p>
        <p>モンスターが現れた！</p>
        <p>--------------------</p>
        <p>勇者の攻撃！</p>
        <p>モンスターに<?php echo($damage1); ?>与えた！</p>
        <p>--------------------</p>
        <p>勇者の攻撃！</p>
        <p>モンスターに<?php echo($damage2); ?>与えた！</p>
        <p>--------------------</p>
        <p>勇者の攻撃！</p>
        <p>モンスターに<?php echo($damage3); ?>与えた！</p>
        <p>--------------------</p>
        <p><?php echo($kekka); ?></p>
        <p>--------------------</p>
    </body>
</html>
